[
  {
    "index": 0,
    "name": "Chisel",
    "image": "https://i.ibb.co/W0554rM/chisel.png",
    "description": "A chisel is a tool with a characteristically shaped cutting edge (such that wood chisels have lent part of their name to a particular grind) of blade on its end, for carving or cutting a hard material such as wood, stone, or metal by hand, struck with a mallet, or mechanical power. The handle and blade of some types of chisel are made of metal or of wood with a sharp edge in it.\r\n",
    "price": 859,
    "availableQuantity": 2603,
    "minimumOrder": 1482
  },
  {
    "index": 1,
    "name": "Clamp",
    "image": "https://i.ibb.co/zGG4N7H/clamp.png",
    "description": "A device, usually of some rigid material, for strengthening or supporting objects or fastening them together. an appliance with opposite sides or parts that may be adjusted or brought closer together to hold or compress something. one of a pair of movable pieces, made of lead or other soft material, for covering the jaws of a vise and enabling it to grasp without bruising.\r\n",
    "price": 574,
    "availableQuantity": 5353,
    "minimumOrder": 1450
  },
  {
    "index": 2,
    "name": "Drill Machine",
    "image": "https://i.ibb.co/KW3Pw6T/drill-machine.png",
    "description": "We are one of the largest manufacturers and suppliers of Drilling Cum Milling Machine. Our machines are in demand because of its durability, immaculate finishing, accurate dimensions and reliable functionality. Our skilled professionals build these machines using best quality raw materials. It can also be used for drilling, tapping, countersinking and reaming.\r\n",
    "price": 989,
    "availableQuantity": 3112,
    "minimumOrder": 898
  },
  {
    "index": 3,
    "name": "Electric Saw",
    "image": "https://i.ibb.co/KLx5MF3/electric-saw.png",
    "description": "Saws have been around since ancient times, and they're still indispensable tools today. Of course, saws have come a long way, and DIY-ers and professionals in the twenty-first century have far more convenient and precise options to choose from than our ancient ancestors did. In fact, many saws today are powered by electricity, meaning the user can focus on guiding the saw or making the right types of cuts rather than having to use their own physical strength to get the job done.\r\n",
    "price": 847,
    "availableQuantity": 4929,
    "minimumOrder": 1096
  },
  {
    "index": 4,
    "name": "Glue Gun",
    "image": "https://i.ibb.co/89LxqQY/glue-gun.png",
    "description": "An electric gun-shaped device that heats up cylindrical canisters of glue, and ejects the hot glue when the trigger is squeezed. Ensure diy glue sticks are used with diy hot melt glue sticks are used with diy hot melt glue gun. Wrap the lace around the arrangement and secure each item together with the glue gun or more ribbon. You can either attach wire materials to a metal form using floral wire, or use a glue gun to attach your materials to a straw or foam base.\r\n",
    "price": 1359,
    "availableQuantity": 3796,
    "minimumOrder": 1066
  },
  {
    "index": 5,
    "name": "Hacksaw",
    "image": "https://i.ibb.co/9GDPHhR/hacksaw.png",
    "description": "A saw consisting of a tough, fine-toothed blade stretched taut in a frame, used for cutting metal. Cut the rest of the thread away which will require a hacksaw and vise. Before take off from England I'd hammered those pins in so tight that it would have taken a hacksaw to get them out. The junior hacksaw is a small saw, which is most suited to clean cutting on very small sections.\r\n",
    "price": 405,
    "availableQuantity": 5799,
    "minimumOrder": 956
  },
  {
    "index": 6,
    "name": "hammer",
    "image": "https://i.ibb.co/Rhbbq1Q/hammer.png",
    "description": "A hammer is a tool, most often a hand tool, consisting of a weighted head fixed to a long handle that is swung to deliver an impact to a small area of an object. This can be, for example, to drive nails into wood, to shape metal (as with a forge), or to crush rock. Hammers are used for a wide range of driving, shaping, breaking and non-destructive striking applications. Traditional disciplines include carpentry, blacksmithing, warfare, and percussive musicianship\r\n",
    "price": 847,
    "availableQuantity": 3230,
    "minimumOrder": 1026
  },
  {
    "index": 7,
    "name": "Measuring Tape",
    "image": "https://i.ibb.co/GQdVMxz/measuring-tape.png",
    "description": "A tape with marks at regular intervals, used for measuring lengths. Measure around your breasts at the fullest point, keeping the measuring tape snug, but not tight. If you are going to take your child shopping, bring a measuring tape - this way, you can assess the size and may not need to try suits on. The basic BTU guidelines are based on square footage, so if you don't know the size of your room, break out the measuring tape.\r\n",
    "price": 1130,
    "availableQuantity": 3687,
    "minimumOrder": 764
  },
  {
    "index": 8,
    "name": "Nail Gun",
    "image": "https://i.ibb.co/wL3X5NK/nail-gun.png",
    "description": "An electrically or pneumatically powered gun used to drive nails into a surface. There are some things to consider before you rush out to buy a nail gun to do that roofing project. Knowing what types of guns are available, the accessories you need, and safety procedures you should take are all important in purchasing a roofing nail gun. If you expect a project to last a long time or plan to complete more than one project, then a solenoid nail gun is the way to go.\r\n",
    "price": 1164,
    "availableQuantity": 3966,
    "minimumOrder": 1112
  },
  {
    "index": 9,
    "name": "Nuts & Bolts",
    "image": "https://i.ibb.co/0h2JBBT/nuts-bolts.png",
    "description": "What tools are needed for bolts and nuts? Image result for bolts and nuts tools Wrenches are essential tools used to tighten and loosen fasteners, like nuts and bolts. Generally made from a chrome-plated steel alloy, wrenches are both durable and easy to clean. Most homeowners keep a few general-use wrenches around, but there are actually several different kinds, each suited to different jobs\r\n",
    "price": 1106,
    "availableQuantity": 3184,
    "minimumOrder": 922
  },
  {
    "index": 10,
    "name": "Paint Bursh",
    "image": "https://i.ibb.co/jR1HSzP/paintbrush.png",
    "description": "brush, device composed of natural or synthetic fibres set into a handle that is used for cleaning, grooming, polishing, writing, or painting. Brushes were used by man as early as the Paleolithic Period (began about 2,500,000 years ago) to apply pigment, as shown by the cave paintings of Altamira in Spain and the Périgord in France. In historical times the early Egyptians used brushes to create their elaborate tomb paintings, while the ancient Chinese employed the tip of a long-haired brush to make the many intricate characters of their writing, a practice continued in the Orient today.\r\n",
    "price": 1251,
    "availableQuantity": 5766,
    "minimumOrder": 757
  },
  {
    "index": 11,
    "name": "Paint Roller",
    "image": "https://i.ibb.co/hBzj0tQ/paint-roller.png",
    "description": "Painting on canvas became common in the 16th century, as aforementioned, and has been used largely in European and American painting traditions. A canvas support expands and contracts with variations in relative humidity, but the effect is not as drastic as with wood. Canvas, however, will deteriorate with age and acidic conditions and may be easily torn. In many cases, parts of the paint and ground will lift from the surface, a condition variously called “cleavage,” “flaking”.\r\n",
    "price": 973,
    "availableQuantity": 4322,
    "minimumOrder": 1462
  },
  {
    "index": 12,
    "name": "Pliers",
    "image": "https://i.ibb.co/tbSG8sc/pliers.png",
    "description": "pliers, hand-operated tool for holding and gripping small articles or for bending and cutting wire. Slip-joint pliers have grooved jaws, and the pivot hole in one member is elongated so that the member can pivot in either of two positions in order to grasp objects of different size in the most effective way. On some pliers the jaws have a portion that can cut soft wire and nails.\r\n",
    "price": 1249,
    "availableQuantity": 2838,
    "minimumOrder": 1369
  },
  {
    "index": 13,
    "name": "Sandpaper",
    "image": "https://i.ibb.co/VNmwJVX/sandpaper.png",
    "description": "Sandpapers (coated abrasive) are the next most significant abrasive product. They consist, basically, of a single layer of abrasive particles held to a flexible backing material by an adhesive bond. The cutting action of coated abrasive products is determined by the abrasive used.\r\n",
    "price": 266,
    "availableQuantity": 5410,
    "minimumOrder": 557
  },
  {
    "index": 14,
    "name": "Screwdriver",
    "image": "https://i.ibb.co/TRbbSbd/screwdriver.png",
    "description": "screwdriver, tool, usually hand-operated, for turning screws with slotted heads. For screws with one straight diametral slot cut across the head, standard screwdrivers with flat blade tips and in a variety of sizes are used. Special screws with cross-shaped slots in their heads require a special screwdriver with a blade tip that fits the slots. The most common special screw is the Phillips head (Phillips Screw) as shown in the Figure.\r\n",
    "price": 1454,
    "availableQuantity": 5205,
    "minimumOrder": 1287
  },
  {
    "index": 15,
    "name": "Shovel",
    "image": "https://i.ibb.co/qWdkhMm/shovel.png",
    "description": "digging and loading machine consisting of a revolving deck with a power plant, driving and controlling mechanisms, sometimes a counterweight, and a front attachment, such as a boom or crane, supporting a handle with a digger at the end. The whole mechanism is mounted on a base platform with tracks or wheels. Power shovels are used principally for excavation and removal of debris.\r\n",
    "price": 720,
    "availableQuantity": 4027,
    "minimumOrder": 768
  },
  {
    "index": 16,
    "name": "Soldering Iron",
    "image": "https://i.ibb.co/C0ZQ0Tt/soldering-iron.png",
    "description": "machine tool, any stationary power-driven machine that is used to shape or form parts made of metal or other materials. The shaping is accomplished in four general ways by cutting excess material in the form of chips from the part by shearing the material by squeezing metallic parts to the desired shape and by applying electricity, ultrasound, or corrosive chemicals to the material. The fourth category covers modern machine tools and processes for machining ultrahard metals\r\n",
    "price": 1345,
    "availableQuantity": 4061,
    "minimumOrder": 826
  },
  {
    "index": 17,
    "name": "Wrench",
    "image": "https://i.ibb.co/9Tm8vp0/wrench.png",
    "description": "wrench, also called spanner, tool, usually operated by hand, for tightening bolts and nuts. Basically, a wrench consists of a stout lever with a notch at one or both ends for gripping the bolt or nut in such a way that it can be twisted by a pull on the wrench at right angles to the axes of the lever and the bolt or nut. Some wrenches have ends with straight-sided slots that fit over the part being tightened; these tools are known as open-end wrenches and are made in various sizes to fit specific bolt and nut sizes.\r\n",
    "price": 901,
    "availableQuantity": 5993,
    "minimumOrder": 1275
  }
]
